[
  {
    "id": 1,
    "epoca": "los-80",
    "disco": "Thriller",
    "artista": "Michael Jackson",
    "publicacion": 1982,
    "genero": ["Pop"],
    "sello": "Epic Records",
    "portada": "thriller_portada.jpg",
    "precio": 1600,
    "descripcion":"Thriller de Michael Jackson es un disco retro legendario que marcó un hito en la música pop. Este álbum icónico incluye éxitos como Thriller, Billie Jean y Beat It, que todavía resuenan en nuestros corazones y oídos. Con su fusión de pop, R&B y funk Thriller se convirtió en un clásico atemporal que sigue siendo apreciado por amantes de la música de todas las generaciones."    
  },
  {
    "id": 2,
    "epoca": "los-80",
    "disco": "Like a Virgin",
    "artista": "Madonna",
    "publicacion": 1984,
    "genero": ["Pop"],
    "sello": "Sire Records",
    "portada": "like_a_virgen_portada.jpg",
    "precio": 1600,
    "descripcion":"Like a Virgin es un album icónico que dejó una huella imborrable en la música pop. Este disco marcó un momento crucial en la carrera de Madonna y en la cultura pop de los años 80. Se destacó por su combinación de letras provocativas y melodías pegajosas, catapultando a la artista a la fama internacional y convirtiéndola en un ícono de la música y la moda."
  },
  {
    "id": 3,
    "epoca": "los-80",
    "disco": "Music for the Masses",
    "artista": "Depeche Mode",
    "publicacion": 1987,
    "genero": ["Electrónica"],
    "sello": "Mute Records",
    "portada": "music_masses_portada.jpg",
    "precio": 1600,
    "descripcion":"Music for the Masses de Depeche Mode, lanzado en 1987, es un álbum emblemático que influyó en la música electrónica y el synth-pop. Con canciones como Strangelove y Never Let Me Down Again, consolidó a Depeche Mode como una banda destacada en la escena musical."
  },
  {
    "id": 4,
    "epoca": "los-90",
    "disco": "Nevermind",
    "artista": "Nirvana",
    "publicacion": 1991,
    "genero": ["Rock"],
    "sello": "DGC Records",
    "portada": "nevermind_portada.jpg",
    "precio": 1600,
    "descripcion":"Nevermind, lanzada en 1991, es un álbum que revolucionó la música rock. Canciones como Smells Like Teen Spirit, Come as You Are y Lithium se convirtieron en himnos para toda una generación. El álbum no solo llevó a Nirvana a la cima del panorama musical, sino que también tuvo un impacto profundo al desencadenar una ola de interés en el movimiento grunge y cambiar para siempre la dirección de la música rock."
  },
  {
    "id": 5,
    "epoca": "los-90",
    "disco": "OK Computer",
    "artista": "Radiohead",
    "publicacion": 1997,
    "genero": ["Rock"],
    "sello": "Parlophone, Capitol Records",
    "portada": "ok_computer_portada.jpg",
    "precio": 1600,
    "descripcion":"OK Computer es un álbum innovador que desafió los límites del rock alternativo. Con su mezcla de atmósferas melancólicas, letras introspectivas y una experimentación sonora audaz. Canciones como Paranoid Android y Karma Police han dejado una huella perdurable en la música contemporánea, consolidando a Radiohead como una banda influyente en la vanguardia musical."
  },
  {
    "id": 6,
    "epoca": "los-90",
    "disco": "Homework",
    "artista": "Daft Punk",
    "publicacion": 1997,
    "genero": ["Electrónica"],
    "sello": "Virgin Records",
    "portada": "homework_portada.jpg",
    "precio": 1600,
    "descripcion":"Homework de Daft Punk es un álbum emblemático que definió la música electrónica. Con su mezcla de ritmos hipnóticos y sonidos futuristas, este álbum estableció a Daft Punk como pioneros en el género. Canciones como Around the World y Da Funk se convirtieron en himnos de las pistas de baile, y su influencia perdura en la música electrónica contemporánea."
  },
  {
    "id": 7,
    "epoca": "los-2000",
    "disco": "The Marshall Mathers LP",
    "artista": "Eminem",
    "publicacion": 2000,
    "genero": ["Hip-Hop"],
    "sello": "Aftermath Entertainment",
    "portada": "marshall_matters_portada.jpg",
    "precio": 1600,
    "descripcion":"The Marshall Mathers es un álbum revolucionario que dejó una huella indeleble en la música rap. Con letras crudas y controvertidas, Eminem aborda temas personales y sociales con una franqueza impactante. Canciones como Stan y The Real Slim Shady se convirtieron en himnos de la cultura pop y solidificaron a Eminem como uno de los raperos más influyentes de la historia."
  },
  {
    "id": 8,
    "epoca": "los-2000",
    "disco": "American Idiot",
    "artista": "Green Day",
    "publicacion": 2004,
    "genero": ["Rock"],
    "sello": "Reprise Records",
    "portada": "american_idiot_portada.jpg",
    "precio": 1600,
    "descripcion":"American Idiot con su narrativa conceptual y letras políticamente cargadas, critica la cultura y la política de Estados Unidos en la era post-9/11. Canciones como American Idiot y Boulevard of Broken Dreams se convirtieron en himnos generacionales, capturando la angustia y la confusión de la juventud de la época. Este álbum dejó una huella imborrable en la música rock al combinar la enérgica actitud del punk con letras profundas y reflexivas."
  },
  {
    "id": 9,
    "epoca": "los-2000",
    "disco": "Back to Black",
    "artista": "Amy Winehouse",
    "publicacion": 2006,
    "genero": ["Jazz"],
    "sello": "Island Records",
    "portada": "black_to_black_portada.jpg",
    "precio": 1600,
    "descripcion":"Back to Black de Amy Winehouse, se destaca por su profunda expresión emocional y su homenaje al sonido del soul y el jazz clásico. Con su voz distintiva y letras que exploran el amor, la adicción y la melancolía, Amy Winehouse creó un trabajo que trasciende géneros. Canciones como Rehab y Back to Black se han convertido en clásicos contemporáneos y solidificaron a Winehouse como una de las voces más poderosas y auténticas de su generación."
  },
  {
    "id": 10,
    "epoca": "los-80",
    "disco": "Black Codes",
    "artista": "Wynton Maralis",
    "publicacion": 1985,
    "genero": ["Jazz"],
    "sello": "Columbia Records",
    "portada": "wynton_marsalis.jpg",
    "precio": 1600,
    "descripcion":"Black Codes es un álbum que destaca en el mundo del jazz contemporáneo. Este trabajo muestra la destreza de Marsalis como trompetista y compositor, y se considera un homenaje al legado del jazz afroamericano. Con composiciones originales y un estilo que combina tradición y vanguardia, el álbum celebra la rica historia del jazz mientras presenta nuevas perspectivas."
  },
  {
    "id": 11,
    "epoca": "los-90",
    "disco": "Spice",
    "artista": "Spice Girls",
    "publicacion": 1996,
    "genero": ["Pop"],
    "sello": "Virgin Records",
    "portada": "spice_portada.jpg",
    "precio": 1600,
    "descripcion":"Spice de las Spice Girls marcó un fenómeno cultural en la música pop. Con su mezcla de canciones pegajosas y mensajes de empoderamiento femenino, este álbum llevó al grupo a la fama internacional. Canciones como Wannabe y Say You'll Be There se convirtieron en himnos de la década de los 90, y las Spice Girls se convirtieron en iconos pop reconocidos en todo el mundo."
  },
  {
    "id": 12,
    "epoca": "los-2000",
    "disco": "Cross",
    "artista": "Justice",
    "publicacion": 2000,
    "genero": ["Electrónica", "Rock"],
    "sello": "Ed Banger Records",
    "portada": "cross_portada.jpg",
    "precio": 1600,
    "descripcion":"Cross de Justice, es un álbum que trasciende los límites de la música electrónica. Este álbum se destaca como un hito en la escena de la música dance. Con pistas como D.A.N.C.E. y Genesis, Justice combinó hábilmente ritmos electrónicos con influencias del rock clásico, creando un sonido distintivo que atrajo tanto a fanáticos de la música electrónica como del rock."
  },
  {
    "id": 13,
    "epoca": "los-80",
    "disco": "The Köln Concert",
    "artista": "Keith Jarrett",
    "publicacion": 1984,
    "genero": ["Jazz"],
    "sello": "ECM Records",
    "portada": "the_koln_concert.jpg",
    "precio": 1600,
    "descripcion":" Este legendario concierto improvisado por Jarrett se destaca por su belleza y emotividad. A lo largo de cuatro movimientos, Keith Jarrett crea una experiencia musical hipnótica que trasciende géneros y conecta profundamente con el público. Un testimonio del virtuosismo y la creatividad de Jarrett, así como un hito en la improvisación musical que sigue siendo admirado y reverenciado por amantes del jazz en todo el mundo."
  },
  {
    "id": 14,
    "epoca": "los-90",
    "disco": "Illmatic",
    "artista": "Nas",
    "publicacion": 1994,
    "genero": ["Hip-Hop"],
    "sello": "Columbia Records",
    "portada": "illmatic_portada.jpg",
    "precio": 1600,
    "descripcion":"llmatic de Nas, ofrece una visión cruda y auténtica de la vida en los barrios de Nueva York. Canciones como N.Y. State of Mind y The World Is Yours son aclamadas por su lírica y su producción excepcional. Este álbum no solo solidificó a Nas como uno de los raperos más influyentes de la historia, sino que también estableció un estándar elevado en la cultura del hip-hop."
  },
  {
    "id": 15,
    "epoca": "los-2000",
    "disco": "The Blueprint",
    "artista": "Jay-Z",
    "publicacion": 2001,
    "genero": ["Hip-Hop"],
    "sello": "Roc-A-Fella Records",
    "portada": "the_blueprint.jpg",
    "precio": 1600,
    "descripcion":"The Blueprint es un álbum que se alza como hito en el rap contemporáneo. Jay-Z entrega un trabajo que fusiona el hip-hop con elementos de soul y R&B de manera brillante. Canciones como Takeover y Renegade son ejemplos notables de su destreza lírica, mientras que la producción de Kanye West y Just Blaze aporta un toque innovador."
  }
]